Repository: odziom91/PyArchInstaller
Catalog: locale/*/LC_MESSAGES/config.po
Languages: pl

source: Hostname:
pl: Nazwa hosta:

source: System language:
pl: Język systemu:

source: Keyboard layout:
pl: Układ klawiatury:

source: Time zone:
pl: Strefa czasowa:

source: Choose kernel:
pl: Wybierz kernel:

source: Vanilla - default
pl: Vanilla - domyślny

source: Longterm - Long Time Support
pl: Longterm - wydłużone wsparcie

source: Zen - fsync and futex2 support
pl: Zen - obsługa fsync oraz futex2

source: Hardened - system security
pl: Hardened - bezpieczeństwo systemu

source: Attention! If you do not know which kernel you should use - choose Vanilla.
pl: Uwaga! Jeśli nie wiesz, który kernel użyć - wybierz Vanilla.

source: Save settings
pl: Zapisz ustawienia
