Repository: odziom91/PyArchInstaller
Catalog: locale/*/LC_MESSAGES/install.po
Languages: pl

source: Base+Kernel installation
pl: Instalacja Base+Kernel

source: Generate fstab file
pl: Generowanie pliku fstab

source: Generate mirrorlist
pl: Generowanie listy serwerów lustrzanych

source: Multilib repository configuration
pl: Konfiguracja repozytorium Multilib

source: Repository update
pl: Aktualizacja repozytoriów

source: Hostname configuration
pl: Konfiguracja nazwy hosta

source: Time zone configuration
pl: Konfiguracja strefy czasowej

source: System language configuration
pl: Konfiguracja języka systemu

source: Desktop Environment installation
pl: Instalacja środowiska graficznego

source: Login Manager installation
pl: Instalacja menedżera logowania

source: Video driver installation
pl: Instalacja sterownika wideo

source: Sound server installation
pl: Instalacja serwera dźwięku

source: Codecs installation
pl: Instalacja kodeków

source: Fonts installation
pl: Instalacja czcionek

source: Network Manager installation
pl: Instalacja menedżera sieci

source: DHCP service installation
pl: Instalacja usługi DHCP

source: Wi-Fi support installation
pl: Instalacja obsługi połączeń bezprzewodowych Wi-Fi

source: PPPoE support installation
pl: Instalacja obsługi PPPoE

source: Broadband support installation
pl: Instalacja obsługi połączeń komórkowych

source: Bluetooth support installation
pl: Instalacja obsługi Bluetooth

source: NTFS support installation
pl: Instalacja obsługi systemu plików NTFS

source: CUPS - Printing service installation
pl: Instalacja usługi drukowania - CUPS

source: Keyboard layout configuration
pl: Konfiguracja układu klawiatury

source: Bootloader installation
pl: Instalacja bootloadera

source: Installation complete - please close this window.
pl: Instalacja zakończona - proszę zamknąć to okno.

source: ArchLinux Installation
pl: Instalacja ArchLinux

source: Install ArchLinux
pl: Zainstaluj ArchLinux
