Repository: odziom91/PyArchInstaller
Catalog: locale/*/LC_MESSAGES/part.po
Languages: pl

source: Choosed partition:
pl: Wybrana partycja:

source: Partition size:
pl: Rozmiar partycji:

source: Partition type:
pl: Typ partycji:

source: Choose mountpoint:
pl: Wybierz punkt montowania:

source: Mount
pl: Zamontuj

source: Cancel
pl: Anuluj

source: Create or modify partition on disks with GParted:
pl: Stwórz lub zmodyfikuj partycje na dyskach z GParted:

source: Run GParted
pl: Uruchom GParted

source: Partitions:
pl: Partycje:

source: Unmount
pl: Odmontuj

source: UEFI installation detected.
pl: Wykryto instalację UEFI.

source: EFI partition not mounted!
pl: Partycja EFI nie jest zamontowana!

source: Choose disk for GRUB installation:
pl: Wybierz dysk do instalacji GRUB:

source: Save settings
pl: Zapisz ustawienia

source: EFI partition mounted.
pl: Zamontowano partycję EFI.
