Repository: odziom91/PyArchInstaller
Catalog: locale/*/LC_MESSAGES/services.po
Languages: pl

source: Choose services:
pl: Wybierz usługi:

source: Network Manager - network connections management
pl: Network Manager - zarządzanie połączeniami sieciowymi

source: DHCP - dynamic IP address assignment
pl: DHCP - dynamiczne przypisanie adresów IP

source: Wi-Fi - wireless connection support
pl: Wi-Fi - obsługa sieci bezprzewodowych

source: PPPoE - ADSL/VDSL connection support
pl: PPPoE - obsługa ADSL/VDSL

source: Mobile - broadband connection support
pl: Mobile - obsługa sieci komórkowych

source: Bluetooth - Bluetooth support
pl: Bluetooth - obsługa Bluetooth

source: CUPS - Printers support
pl: CUPS - obsługa drukarek

source: Multilib - 32-bit repository
pl: Multilib - repozytorium 32-bitowe

source: Save settings
pl: Zapisz ustawienia
